import React from 'react';
import s from './MistoPage.module.css';
import logo3 from '../img/avatar/3ava.jpg';
import OurManager from '../GovePage/OurManager/OurManager';
import Soviet from '../Soviet/Soviet';

const MistoPage = () => {
    return (
        <div className={s.gov}>
            <OurManager img={logo3} title="дэпутат"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                    (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                    населённого пункта) и предлагаемые пути их решения.

                    Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                    или членов партии.

                    Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                    способов их достижения." />
            <OurManager img={logo3} title="управляющий"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                    (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                    населённого пункта) и предлагаемые пути их решения.

                    Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                    или членов партии.

                    Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                    способов их достижения." />
            <OurManager img={logo3} title="участковый"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                    (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                    населённого пункта) и предлагаемые пути их решения.

                    Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                    или членов партии.

                    Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                    способов их достижения." />
            <OurManager img={logo3} title="суд"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                    (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                    населённого пункта) и предлагаемые пути их решения.

                    Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                    или членов партии.

                    Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                    способов их достижения." />
            <Soviet />
            
        </div>
    );
}

export default MistoPage;