import React from 'react';
import s from './GovePage.module.css';
import logo from '../img/avatar/1ava.jpg';

const GovePage = () => {
    return (
        <div className={s.gov}>
            <section className={s.section}>
                <h2 className={s.title}>министерство здравоохранения</h2>
                <div className={s.candidate}>
                    <div className={s.log}>
                        <img className={s.logos} src={logo} alt="" />
                        <h3 className={s.nic}>Прозвишча</h3>
                    </div>
                    <h5 className={s.blaBla}>Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                        (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                        населённого пункта) и предлагаемые пути их решения.

                        Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                        или членов партии.

                        Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                        способов их достижения.[3]</h5>
                </div>

            </section>

            <section className={s.section}>
                <h1 className={s.title}>министерство образования</h1>
                <div className={s.candidate}>
                    <div className={s.log}>
                        <img className={s.logos} src={logo} alt="" />
                        <h3 className={s.nic}>Прозвишча</h3>
                    </div>
                    <h5 className={s.blaBla}>Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                        (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                        населённого пункта) и предлагаемые пути их решения.

                        Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                        или членов партии.

                        Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                        способов их достижения.[3]</h5>
                </div>
            </section>

            <section className={s.section}>
                <h1 className={s.title}>министерство правосудия</h1>
                <div className={s.candidate}>
                    <div className={s.log}>
                        <img className={s.logos} src={logo} alt="" />
                        <h3 className={s.nic}>Прозвишча</h3>
                    </div>
                    <h5 className={s.blaBla}>Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                        (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                        населённого пункта) и предлагаемые пути их решения.

                        Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                        или членов партии.

                        Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                        способов их достижения.[3]</h5>
                </div>

            </section>

            <section className={s.section}>
                <h1 className={s.title}>министерство свободы слова</h1>
                <div className={s.candidate}>
                    <div className={s.log}>
                        <img className={s.logos} src={logo} alt="" />
                        <h3 className={s.nic}>Прозвишча</h3>
                    </div>
                    <h5 className={s.blaBla}>Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                        (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                        населённого пункта) и предлагаемые пути их решения.

                        Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                        или членов партии.

                        Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                        способов их достижения.[3]</h5>
                </div>

            </section>

            <section className={s.section}>
                <h1 className={s.title}>министерство экологии</h1>
                <div className={s.candidate}>
                    <div className={s.log}>
                        <img className={s.logos} src={logo} alt="" />
                        <h3 className={s.nic}>Прозвишча</h3>
                    </div>
                    <h5 className={s.blaBla}>Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                        (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                        населённого пункта) и предлагаемые пути их решения.

                        Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                        или членов партии.

                        Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                        способов их достижения.[3]</h5>
                </div>

            </section>

            <section className={s.section}>
                <h1 className={s.title}>министерство культуры</h1>
                <div className={s.candidate}>
                    <div className={s.log}>
                        <img className={s.logos} src={logo} alt="" />
                        <h3 className={s.nic}>Прозвишча</h3>
                    </div>
                    <h5 className={s.blaBla}>Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                        (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                        населённого пункта) и предлагаемые пути их решения.

                        Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                        или членов партии.

                        Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                        способов их достижения.[3]</h5>
                </div>
                
            </section>

            <section className={s.section}>
                <h1 className={s.title}>министерство социальной защиты</h1>
                <div className={s.candidate}>
                    <div className={s.log}>
                        <img className={s.logos} src={logo} alt="" />
                        <h3 className={s.nic}>Прозвишча</h3>
                    </div>
                    <h5 className={s.blaBla}>Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                        (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                        населённого пункта) и предлагаемые пути их решения.

                        Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                        или членов партии.

                        Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                        способов их достижения.[3]</h5>
                </div>
                
            </section>
            <section className={s.section}>
                <h1 className={s.title}>министерство мелкого и среднего бизнеса</h1>
                <div className={s.candidate}>
                    <div className={s.log}>
                        <img className={s.logos} src={logo} alt="" />
                        <h3 className={s.nic}>Прозвишча</h3>
                    </div>
                    <h5 className={s.blaBla}>Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                        (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                        населённого пункта) и предлагаемые пути их решения.

                        Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                        или членов партии.

                        Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                        способов их достижения.[3]</h5>
                </div>
                
            </section>

            <section className={s.section}>
                <h1 className={s.title}>министерство защиты родины</h1>
                <div className={s.candidate}>
                    <div className={s.log}>
                        <img className={s.logos} src={logo} alt="" />
                        <h3 className={s.nic}>Прозвишча</h3>
                    </div>
                    <h5 className={s.blaBla}>Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                        (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                        населённого пункта) и предлагаемые пути их решения.

                        Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                        или членов партии.

                        Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                        способов их достижения.[3]</h5>
                </div>
                
            </section>

            <section className={s.section}>
                <h1 className={s.title}>полиция</h1>
                <div className={s.candidate}>
                    <div className={s.log}>
                        <img className={s.logos} src={logo} alt="" />
                        <h3 className={s.nic}>Прозвишча</h3>
                    </div>
                    <h5 className={s.blaBla}>Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                        (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                        населённого пункта) и предлагаемые пути их решения.

                        Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                        или членов партии.

                        Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                        способов их достижения.[3]</h5>
                </div>
                
            </section>

            <section className={s.section}>
                <h1 className={s.title}>ЖКХ</h1>
                <div className={s.candidate}>
                    <div className={s.log}>
                        <img className={s.logos} src={logo} alt="" />
                        <h3 className={s.nic}>Прозвишча</h3>
                    </div>
                    <h5 className={s.blaBla}>Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                        (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                        населённого пункта) и предлагаемые пути их решения.

                        Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                        или членов партии.

                        Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                        способов их достижения.[3]</h5>
                </div>
                
            </section>

            <section className={s.section}>
                <h1 className={s.title}>министерство строительства</h1>
                <div className={s.candidate}>
                    <div className={s.log}>
                        <img className={s.logos} src={logo} alt="" />
                        <h3 className={s.nic}>Прозвишча</h3>
                    </div>
                    <h5 className={s.blaBla}>Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                        (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                        населённого пункта) и предлагаемые пути их решения.

                        Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                        или членов партии.

                        Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                        способов их достижения.[3]</h5>
                </div>
                
            </section>

            <section className={s.section}>
                <h1 className={s.title}>министерство иностранных дел</h1>
                <div className={s.candidate}>
                    <div className={s.log}>
                        <img className={s.logos} src={logo} alt="" />
                        <h3 className={s.nic}>Прозвишча</h3>
                    </div>
                    <h5 className={s.blaBla}>Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                        (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                        населённого пункта) и предлагаемые пути их решения.

                        Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                        или членов партии.

                        Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                        способов их достижения.[3]</h5>
                </div>
                
            </section>

            <section className={s.section}>
                <h1 className={s.title}>министерство торговли</h1>
                <div className={s.candidate}>
                    <div className={s.log}>
                        <img className={s.logos} src={logo} alt="" />
                        <h3 className={s.nic}>Прозвишча</h3>
                    </div>
                    <h5 className={s.blaBla}>Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                        (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                        населённого пункта) и предлагаемые пути их решения.

                        Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                        или членов партии.

                        Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                        способов их достижения.[3]</h5>
                </div>
                
            </section>

            <section className={s.section}>
                <h1 className={s.title}>министерство экономики</h1>
                <div className={s.candidate}>
                    <div className={s.log}>
                        <img className={s.logos} src={logo} alt="" />
                        <h3 className={s.nic}>Прозвишча</h3>
                    </div>
                    <h5 className={s.blaBla}>Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                        (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                        населённого пункта) и предлагаемые пути их решения.

                        Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                        или членов партии.

                        Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                        способов их достижения.[3]</h5>
                </div>
                
            </section>

            <section className={s.section}>
                <h1 className={s.title}>МЧС</h1>
                <div className={s.candidate}>
                    <div className={s.log}>
                        <img className={s.logos} src={logo} alt="" />
                        <h3 className={s.nic}>Прозвишча</h3>
                    </div>
                    <h5 className={s.blaBla}>Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                        (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                        населённого пункта) и предлагаемые пути их решения.

                        Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                        или членов партии.

                        Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                        способов их достижения.[3]</h5>
                </div>
                
            </section>

            <section className={s.section}>
                <h1 className={s.title}> министерство промышленности</h1>
                <div className={s.candidate}>
                    <div className={s.log}>
                        <img className={s.logos} src={logo} alt="" />
                        <h3 className={s.nic}>Прозвишча</h3>
                    </div>
                    <h5 className={s.blaBla}>Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                        (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                        населённого пункта) и предлагаемые пути их решения.

                        Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                        или членов партии.

                        Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                        способов их достижения.[3]</h5>
                </div>
               
            </section>

            <section className={s.section}>
                <h1 className={s.title}>министерство продовольствия</h1>
                <div className={s.candidate}>
                    <div className={s.log}>
                        <img className={s.logos} src={logo} alt="" />
                        <h3 className={s.nic}>Прозвишча</h3>
                    </div>
                    <h5 className={s.blaBla}>Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                        (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                        населённого пункта) и предлагаемые пути их решения.

                        Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                        или членов партии.

                        Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                        способов их достижения.[3]</h5>
                </div>
                
            </section>

            <section className={s.section}>
                <h1 className={s.title}>министерство энергетики</h1>
                <div className={s.candidate}>
                    <div className={s.log}>
                        <img className={s.logos} src={logo} alt="" />
                        <h3 className={s.nic}>Прозвишча</h3>
                    </div>
                    <h5 className={s.blaBla}>Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                        (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                        населённого пункта) и предлагаемые пути их решения.

                        Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                        или членов партии.

                        Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                        способов их достижения.[3]</h5>
                </div>
                
            </section>

        </div>

    );
}

export default GovePage;