import React from 'react';
import s from './GovePage.module.css';
import logo from '../img/avatar/1ava.jpg';
import OurManager from './OurManager/OurManager';

const GovePage = (props) => {
    return (
        <div className={s.gov}>
            <OurManager id="med" img={logo} title="министерство здравоохранения"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                    (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                    населённого пункта) и предлагаемые пути их решения.

                    Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                    или членов партии.

                    Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                    способов их достижения." />
            <OurManager id="ed" img={logo} title="министерство образования"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                    (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                    населённого пункта) и предлагаемые пути их решения.

                    Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                    или членов партии.

                    Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                    способов их достижения." />
            <OurManager id="jus" img={logo} title="министерство правосудия"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                    (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                    населённого пункта) и предлагаемые пути их решения.

                    Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                    или членов партии.

                    Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                    способов их достижения." />
            <OurManager id="press" img={logo} title="министерство свободы слова"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                    (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                    населённого пункта) и предлагаемые пути их решения.

                    Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                    или членов партии.

                    Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                    способов их достижения." />
            <OurManager id="eco" img={logo} title="министерство экологии"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                населённого пункта) и предлагаемые пути их решения.

                Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                или членов партии.

                Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                способов их достижения." />
            <OurManager id="cul" img={logo} title="министерство культуры"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                    (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                    населённого пункта) и предлагаемые пути их решения.

                    Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                    или членов партии.

                    Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                    способов их достижения." />
            <OurManager id="soc" img={logo} title="министерство социальной защиты"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                    (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                    населённого пункта) и предлагаемые пути их решения.

                    Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                    или членов партии.

                    Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                    способов их достижения." />
            <OurManager id="bus" img={logo} title="министерство мелкого и среднего бизнеса"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                    (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                    населённого пункта) и предлагаемые пути их решения.

                    Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                    или членов партии.

                    Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                    способов их достижения." />
            <OurManager id="mil" img={logo} title="министерство защиты родины"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                    (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                    населённого пункта) и предлагаемые пути их решения.

                    Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                    или членов партии.

                    Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                    способов их достижения." />
            <OurManager id="pol" img={logo} title="полиция"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                    (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                    населённого пункта) и предлагаемые пути их решения.

                    Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                    или членов партии.

                    Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                    способов их достижения." />
            <OurManager id="jkx" img={logo} title="ЖКХ"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                    (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                    населённого пункта) и предлагаемые пути их решения.

                    Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                    или членов партии.

                    Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                    способов их достижения." />
            <OurManager id="build" img={logo} title="министерство строительства"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                    (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                    населённого пункта) и предлагаемые пути их решения.

                    Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                    или членов партии.

                    Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                    способов их достижения." />
            <OurManager id="peace" img={logo} title="министерство иностранных дел"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                    (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                    населённого пункта) и предлагаемые пути их решения.

                    Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                    или членов партии.

                    Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                    способов их достижения." />
            <OurManager id="traid" img={logo} title="министерство торговли"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                    (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                    населённого пункта) и предлагаемые пути их решения.

                    Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                    или членов партии.

                    Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                    способов их достижения." />
            <OurManager id="econ" img={logo} title="министерство экономики"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                    (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                    населённого пункта) и предлагаемые пути их решения.

                    Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                    или членов партии.

                    Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                    способов их достижения." />
            <OurManager id="fire" img={logo} title="МЧС"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                    (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                    населённого пункта) и предлагаемые пути их решения.

                    Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                    или членов партии.

                    Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                    способов их достижения." />
            <OurManager id="ind" img={logo} title="министерство промышленности"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                    (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                    населённого пункта) и предлагаемые пути их решения.

                    Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                    или членов партии.

                    Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                    способов их достижения." />
            <OurManager id="food" img={logo} title="министерство продовольствия"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                    (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                    населённого пункта) и предлагаемые пути их решения.

                    Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                    или членов партии.

                    Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                    способов их достижения." />
            <OurManager id="ener" img={logo} title="министерство энергетики"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                    (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                    населённого пункта) и предлагаемые пути их решения.

                    Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                    или членов партии.

                    Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                    способов их достижения." />
            <OurManager id="mon" img={logo} title="министерство перераспределения финансов"
                name="Прозвишча" blaBla="Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением
                    (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории,
                    населённого пункта) и предлагаемые пути их решения.

                    Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата
                    или членов партии.

                    Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и
                    способов их достижения." />

        </div>

    );
}

export default GovePage;