import React from 'react';
import ReactDOM from 'react-dom/client';
import './index.css';
import App from './App';
import reportWebVitals from './reportWebVitals';
import logo from './img/avatar/1ava.jpg';

let honest = [
  { id: 1, name: "Финлян­дия", data: 100 },
  { id: 2, name: "Норвегия", data: 100 },
  { id: 3, name: "Швеция", data: 100 },
  { id: 4, name: "Новая Зел.", data: 99 },
  { id: 5, name: "Нидер­ланды", data: 98 },
  { id: 6, name: "Уругвай", data: 98 },
  { id: 7, name: "Канада", data: 98 },
  { id: 8, name: "Австра­лия", data: 97 },
  { id: 9, name: "Ирландия", data: 96 },
  { id: 10, name: "Люксем­бург", data: 96 },
  { id: 11, name: "Дания", data: 96 },
  { id: 12, name: "Бельгия", data: 96 },
  { id: 13, name: "Япония", data: 96 },
  { id: 14, name: "Порту­галия", data: 96 },
  { id: 15, name: "Швей­цария", data: 96 },
  { id: 191, name: "Беларусь", data: 11 }
]
let victory = [
  { id: 1, name: "Норвегия", data: 6.7 },
  { id: 2, name: "Финляндия", data: 7 },
  { id: 3, name: "Швеция", data: 7 },
  { id: 4, name: "Дания", data: 8 },
  { id: 5, name: "Коста Рика", data: 8 },
  { id: 6, name: "Нидерланды", data: 9 },
  { id: 7, name: "Ямайка", data: 9 },
  { id: 8, name: "Новая Зел.", data: 10 },
  { id: 9, name: "Португалия", data: 10 },
  { id: 10, name: "Швейцария", data: 10 },
  { id: 11, name: "Бельгия", data: 11 },
  { id: 12, name: "Ирландия", data: 11 },
  { id: 13, name: "Германия", data: 15 },
  { id: 14, name: "Канада", data: 15 },
  { id: 15, name: "Эстония", data: 15 },
  { id: 157, name: "Беларусь", data: 50 }
]
let happiness = [
  { id: 1, name: "Финлян­дия", data: 7.821 },
  { id: 2, name: "Дания", data: 7.636 },
  { id: 3, name: "Исландия", data: 7.557 },
  { id: 4, name: "Швейцария", data: 7.512 },
  { id: 5, name: "Нидер­ланды", data: 7.415 },
  { id: 6, name: "Люксембург", data: 7.404 },
  { id: 7, name: "Швеция", data: 7.384 },
  { id: 8, name: "Норвегия", data: 7.365 },
  { id: 9, name: "Израиль", data: 7.364 },
  { id: 10, name: "Новая Зел.", data: 7.200 },
  { id: 11, name: "Австрия", data: 7.163 },
  { id: 12, name: "Австралия", data: 7.162 },
  { id: 13, name: "Ирландия", data: 7.041 },
  { id: 14, name: "Германия", data: 7.034 },
  { id: 15, name: "Канада", data: 7.025 },
  { id: 65, name: "Беларусь", data: 5.821 }
]
let school = [
  { id: 1, name: "Германия", data: 0.943 },
  { id: 2, name: "Норвегия", data: 0.930 },
  { id: 3, name: "Великобр.", data: 0.928 },
  { id: 4, name: "Финляндия", data: 0.927 },
  { id: 5, name: "Исландия", data: 0.926 },
  { id: 6, name: "Новая Зел.", data: 0.926 },
  { id: 7, name: "Австралия", data: 0.924 },
  { id: 8, name: "Ирландия", data: 0.922 },
  { id: 9, name: "Дания", data: 0.920 },
  { id: 10, name: "Швеция", data: 0.918 },
  { id: 11, name: "Нидерланды", data: 0.914 },
  { id: 12, name: "Словения", data: 0.910 },
  { id: 13, name: "Бельгия", data: 0.902 },
  { id: 14, name: "Швейцария", data: 0.900 },
  { id: 15, name: "С. Ирландия", data: 0.900 },
  { id: 32, name: "Беларусь", data: 0.838 }
]
let medicine = [
  { id: 1, name: "Гонконг", data: 89 },
  { id: 2, name: "Сингапур", data: 84 },
  { id: 3, name: "Испания", data: 72 },
  { id: 4, name: "Южная Корея", data: 71.5 },
  { id: 5, name: "Япония", data: 68 },
  { id: 6, name: "Италия", data: 67 },
  { id: 7, name: "Израиль", data: 66 },
  { id: 8, name: "Чили", data: 65.2 },
  { id: 9, name: "О А Э", data: 64.3 },
  { id: 10, name: "Австралия", data: 62.0 },
  { id: 11, name: "Аргентина", data: 59.8 },
  { id: 12, name: "Тайвань", data: 59.7 },
  { id: 13, name: "Греция", data: 59.0 },
  { id: 14, name: "Швейцария", data: 57.8 },
  { id: 15, name: "Франция", data: 56.8 },
  { id: 48, name: "Беларусь", data: 35.2 }
]
let salary = [
  { id: 1, name: "Швейцария", data: 6244 },
  { id: 2, name: "Дания", data: 6192 },
  { id: 3, name: "Люксембург", data: 5854 },
  { id: 4, name: "Норвегия", data: 5436 },
  { id: 5, name: "Исландия", data: 5436 },
  { id: 6, name: "Германия", data: 4392 },
  { id: 7, name: "Канада", data: 3998 },
  { id: 8, name: "Бельгия", data: 3930 },
  { id: 9, name: "США", data: 3921 },
  { id: 10, name: "Финляндия", data: 3908 },
  { id: 11, name: "Сингапур", data: 3782 },
  { id: 12, name: "Ирландия", data: 3671 },
  { id: 13, name: "Андорра", data: 3388 },
  { id: 14, name: "Новая Зел.", data: 3354 },
  { id: 15, name: "Австралия", data: 3346 },
  { id: 61, name: "Беларусь", data: 545 }
]

let ministers = [
  {id: 1, blaBla:"Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории, населённого пункта) и предлагаемые пути их решения.Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата или членов партии.Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и способов их достижения.",
  name: "Прозвишча", img: { logo }, title: "министерство здравоохранения"},
  {id: 2, blaBla:"Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории, населённого пункта) и предлагаемые пути их решения.Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата или членов партии.Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и способов их достижения.",
  name: "Прозвишча", img: { logo }, title: "министерство образования"},
  {id: 3, blaBla:"Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории, населённого пункта) и предлагаемые пути их решения.Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата или членов партии.Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и способов их достижения.",
  name: "Прозвишча", img: { logo }, title: "министерство правосудия"},
  {id: 4, blaBla:"Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории, населённого пункта) и предлагаемые пути их решения.Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата или членов партии.Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и способов их достижения.",
  name: "Прозвишча", img: { logo }, title: "министерство свободы слова"},
  {id: 5, blaBla:"Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории, населённого пункта) и предлагаемые пути их решения.Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата или членов партии.Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и способов их достижения.",
  name: "Прозвишча", img: { logo }, title: "министерство экологии"},
  {id: 6, blaBla:"Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории, населённого пункта) и предлагаемые пути их решения.Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата или членов партии.Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и способов их достижения.",
  name: "Прозвишча", img: { logo }, title: "министерство культуры"},
  {id: 7, blaBla:"Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории, населённого пункта) и предлагаемые пути их решения.Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата или членов партии.Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и способов их достижения.",
  name: "Прозвишча", img: { logo }, title: "министерство социальной защиты"},
  {id: 8, blaBla:"Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории, населённого пункта) и предлагаемые пути их решения.Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата или членов партии.Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и способов их достижения.",
  name: "Прозвишча", img: { logo }, title: "министерство мелкого и среднего бизнеса"},
  {id: 9, blaBla:"Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории, населённого пункта) и предлагаемые пути их решения.Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата или членов партии.Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и способов их достижения.",
  name: "Прозвишча", img: { logo }, title: "министерство защиты родины"},
  {id: 10, blaBla:"Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории, населённого пункта) и предлагаемые пути их решения.Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата или членов партии.Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и способов их достижения.",
  name: "Прозвишча", img: { logo }, title: "полиция"},
  {id: 11, blaBla:"Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории, населённого пункта) и предлагаемые пути их решения.Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата или членов партии.Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и способов их достижения.",
  name: "Прозвишча", img: { logo }, title: "ЖКХ"},
  {id: 12, blaBla:"Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории, населённого пункта) и предлагаемые пути их решения.Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата или членов партии.Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и способов их достижения.",
  name: "Прозвишча", img: { logo }, title: "министерство строительства"},
  {id: 13, blaBla:"Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории, населённого пункта) и предлагаемые пути их решения.Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата или членов партии.Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и способов их достижения.",
  name: "Прозвишча", img: { logo }, title: "министерство иностранных дел"},
  {id: 14, blaBla:"Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории, населённого пункта) и предлагаемые пути их решения.Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата или членов партии.Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и способов их достижения.",
  name: "Прозвишча", img: { logo }, title: "министерство торговли"},
  {id: 15, blaBla:"Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории, населённого пункта) и предлагаемые пути их решения.Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата или членов партии.Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и способов их достижения.",
  name: "Прозвишча", img: { logo }, title: "министерство экономики"},
  {id: 16, blaBla:"Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории, населённого пункта) и предлагаемые пути их решения.Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата или членов партии.Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и способов их достижения.",
  name: "Прозвишча", img: { logo }, title: "МЧС"},
  {id: 17, blaBla:"Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории, населённого пункта) и предлагаемые пути их решения.Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата или членов партии.Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и способов их достижения.",
  name: "Прозвишча", img: { logo }, title: "министерство промышленности"},
  {id: 18, blaBla:"Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории, населённого пункта) и предлагаемые пути их решения.Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата или членов партии.Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и способов их достижения.",
  name: "Прозвишча", img: { logo }, title: "министерство продовольствия"},
  {id: 19, blaBla:"Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории, населённого пункта) и предлагаемые пути их решения.Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата или членов партии.Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и способов их достижения.",
  name: "Прозвишча", img: { logo }, title: "министерство энергетики"},
  {id: 20, blaBla:"Предвыборная программа (предвыборная платформа) — концептуальный документ, обнародуемый кандидатом либо избирательным объединением (политической партией) во время избирательной кампании либо незадолго до её начала и затрагивающий наиболее актуальные проблемы развития страны (региона, территории, населённого пункта) и предлагаемые пути их решения.Программа политической партии или кандидата — это документ, в котором излагаются цели и задачи политической партии, способы их достижения, а также идеологические установки кандидата или членов партии.Основной задачей предвыборных программ является привлечение сторонников путём формирования убеждения среди избирателей в правильности избранных данной партией или кандидатом целей и способов их достижения.",
  name: "Прозвишча", img: { logo }, title: "министерство перераспределения финансов"}
]

let posts = [ 
  {id: 1, li:'/GovePage#1', name:"образование"}, 
  {id: 2, li:'/GovePage#2', name:"медицина"}, 
  {id: 3, li:'/GovePage#3', name:"полиция"}, 
  {id: 4, li:'/GovePage#4', name:"ЖКХ"}, 
  {id: 5, li:'/GovePage#5', name:"строительство"}, 
  {id: 6, li:'/GovePage#6', name:"мид"}, 
  {id: 7, li:'/GovePage#7', name:"пресса"}, 
  {id: 8, li:'/GovePage#8', name:"культура"}, 
  {id: 9, li:'/GovePage#9', name:"военные"}, 
  {id: 10, li:'/GovePage#10', name:"торговля"}, 
  {id: 11, li:'/GovePage#11', name:"налоги"}, 
  {id: 12, li:'/GovePage#12', name:"мчс"}, 
  {id: 13, li:'/GovePage#13', name:"экология"}, 
  {id: 14, li:'/GovePage#14', name:"своё дело"}, 
  {id: 15, li:'/GovePage#15', name:"промышленность"}, 
  {id: 16, li:'/GovePage#16', name:"продовольствие"}, 
  {id: 17, li:'/GovePage#17', name:"соц. защиты"},
  {id: 18, li:'/GovePage#18', name:"экономика"}, 
  {id: 19, li:'/GovePage#19', name:"энергетика"}, 
  {id: 20, li:'/GovePage#20', name:"юстиция"}, 
  ];

const root = ReactDOM.createRoot(document.getElementById('root'));
root.render(
  
  <React.StrictMode>
    <App posts={posts} ministers={ministers} honest={honest} victory={victory} happiness={happiness} school={school} medicine={medicine} salary={salary} />
  </React.StrictMode>
);

// If you want to start measuring performance in your app, pass a function
// to log results (for example: reportWebVitals(console.log))
// or send to an analytics endpoint. Learn more: https://bit.ly/CRA-vitals
reportWebVitals();
