import React from 'react';
import s from './DemPage.module.css';

const DemPage = () => {
  return (
    <div class={s.demo}>
        <section class={s.a}>
            Демокра́тия (др.-греч. δημοκρατία «народовла́стие» от δῆμος «народ» + κράτος «власть») — политическая система, в основе которой лежит метод коллективного принятия решений с равным воздействием участников на исход процесса[2] или на его существенные стадии[3]. Хотя такой метод применим к любым социальным институтам, на сегодняшний день его важнейшим приложением является государство, так как оно обладает большой властью. В этом случае определение демократии обычно сужают до одного из следующих признаков:

            Назначение лидеров управляемыми ими людьми происходит путём честных и состязательных выборов[4][прим. 1]
            Народ является единственно легитимным источником власти[5][6][7]
            Общество осуществляет самоуправление ради общего блага и удовлетворения общих интересов[8][9]
            Народное правление требует обеспечения ряда прав для каждого члена общества. С современной демократией связан ряд ценностей: законность, политическое и социальное равенство, свобода, право на самоопределение, права человека и др.
            <span>ЧЕСТНЫЕ ВЫБОРЫ\nСВОБОДА СЛОВА</span>
        </section>

        <section class={s.b}>
            ЧЕСТНЫЕ ВЫБОРЫ\n
            1	Финлян­дия	100 \n
            2	Норвегия	100\n
            3	Швеция	100\n
            4	Новая Зелан­дия	99\n
            5	Нидер­ланды	98\n
            6	Уругвай	98\n
            7	Канада	98\n
            8	Австра­лия	97\n
            9	Ирландия	97\n
            10	Люксем­бург	97\n
            11	Дания	97\n
            12	Бельгия	96\n
            13	Япония	96\n
            14	Порту­галия	96\n
            15	Швей­цария	96\n
            191	Беларусь	11
            
        </section>

        <section class={s.p}>
            СВОБОДА СЛОВА\n
            1	Норвегия	6.72 \n
            2	Финляндия	6.99 \n
            3	Швеция	7.24\n
            4	Дания  8.57\n
            5	Коста-Рика	8.76\n
            6	Нидерланды	9.67\n
            7	Ямайка	9.96\n
            8	Новая Зел.	10.04\n
            9	Португалия	10.11\n
            10	Швейцария	10.55\n
            11	Бельгия	11.69\n
            12	Ирландия	11.91\n
            13	Германия	15.24\n
            14	Канада	15.25\n
            15	Эстония	15.25\n
            158	Беларусь  50.82
        </section>

        <section class={s.q}>
            УРОВЕНЬ СЧАСТЬЯ\n
            1	Финлян­дия	7.821\n
            2	Дания	7.636\n
            3	Исландия	7.557\n
            4	Швей­цария	7.512\n
            5	Нидер­ланды	7.415\n
            6	Люксем­бург	7.404\n
            7	Швеция	7.384\n
            8	Норвегия	7.365\n
            9	Израиль	7.364\n
            10	Новая Зел. 7.200\n
            11	Австрия	7.163\n
            12	Австра­лия	7.162\n
            13	Ирландия	7.041\n
            14	Германия	7.034\n
            15	Канада	7.025\n
            65	Беларусь	5.821
        </section>

        <section class={s.c}>
            
        </section>

        <section class={s.d}>
                школьное образование\n
            1	Германия	0.943\n
            2	Норвегия	0.930\n
            3	Велико­британия	0.928\n
            4	Финлян­дия	0.927\n
            5	Исландия	0.926\n
            6	Новая Зелан­дия	0.926\n
            7	Австра­лия	0.924\n
            8	Ирландия	0.922\n
            9	Дания	0.920\n
            10	Швеция	0.918\n
            11	Нидер­ланды	0.914\n
            12	Словения	0.910\n
            13	Бельгия	0.902\n
            14	Швей­цария	0.900\n
            15	С Ш А	0.900\n
            32	Беларусь	0.838
            
        </section>

        <section class={s.J}>
                Здравоохранение\n
            1	Гонконг	88.9\n
            2	Сингапур	84.2\n
            3	Испания	72.2\n
            4	Южная Корея	71.5\n
            5	Япония	68.2\n
            6	Италия	67.7\n
            7	Израиль	66.8\n
            8	Чили	65.2\n
            9	О А Э	64.3\n
            10	Австралия	62.0\n
            11	Аргентина	59.8\n
            12	Тайвань	59.7\n
            13	Греция	59.0\n
            14	Швейцария	57.8\n
            15	Франция	56.8\n
            48	Беларусь	35.2\n
            
        </section>

        <section class={s.K}>
                средняя з/п\n
            1 Швейцария	6244\n
            2	Дания	6192\n
            3	Люксембург	5854\n
            4	Норвегия  $5450 \n
            5	Исландия	5436\n
            6	Германия	4392\n
            7	Япония	3998\n
            8	Бельгия	3930\n
            9	США	3921\n
            10	Финляндия	3908\n
            11	Сингапур	3782\n
            12	Ирландия	3671\n
            13	Андорра 	3388\n
            14	Новая Зеландия	3354\n
            15	Австралия	3346\n
            61	Белоруссия	545
                
        </section>

        <section class={s.e}>
            
        </section>

        <section class={s.l}>
            
        </section>

        <section class={s.f}>
            
        </section>

        <section class={s.g}>
            
        </section>

        <section class={s.h}>
            
        </section>

        <section class={s.i}>
            
        </section>
    
    </div>
  );
}

export default DemPage;